{
  "title": "Game of Thrones",
  "_year_data": "2011–",
  "year": 2011,
  "rated": "R",
  "released": "2011-04-16T22:00:00.000Z",
  "runtime": "56 min",
  "genres": "Adventure, Drama, Fantasy",
  "director": "N/A",
  "writer": "David Benioff, D.B. Weiss",
  "actors": "Peter Dinklage, Lena Headey, Emilia Clarke, Kit Harington",
  "plot": "In the mythical continent of Westeros, several powerful families fight for control of the Seven Kingdoms. As conflict erupts in the kingdoms of men, an ancient enemy rises once again to threaten them all. Meanwhile, the last heirs of a recently usurped dynasty plot to take back their homeland from across the Narrow Sea.",
  "languages": "English",
  "country": "USA, UK",
  "awards": "Won 1 Golden Globe. Another 238 wins & 394 nominations.",
  "poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMjEwOTcxODc2Ml5BMl5BanBnXkFtZTgwMjMyMDk2MTI@._V1_SX300.jpg",
  "metascore": "N/A",
  "rating": "9.5",
  "votes": "1,138,018",
  "imdbid": "tt0944947",
  "type": "series",
  "totalseasons": 8,
  "response": "True",
  "series": true,
  "imdburl": "https://www.imdb.com/title/tt0944947",
  "_episodes": [
    {
      "season": 1,
      "name": "Winter Is Coming",
      "released": "2011-04-16T22:00:00.000Z",
      "episode": 1,
      "rating": "9.0",
      "imdbid": "tt1480055",
      "reviewsRaw": null,
      "reviews": [
        {
          "helpfulYes": 2,
          "helpfulTotal": 3,
          "title": "Winter is Coming and so is the greatest show made today",
          "authorName": "lindsayyyyy",
          "authorFrom": null,
          "date": "2017-04-25",
          "isSpoiler": false,
          "text": "A solid and excellent start to probably the greatest show in modern\ntimes. I am grateful to be alive to watch this show and be among the\nmany masses across the globe that love this watch. Game of Thrones wastes no time in creating its own universe and\ncharacters. It is as if it has always been and you the viewer just\nshowed up to join the party. Some brutal scenes and rich dialogue let\nyou know that this is a show like no other. After watching this series you will be awe stricken and ask Breaking\nwhat?? Clearly in today's times this show has no equal. So if you tuned in to this show and have started watching I have news\nfor you, it just gets better and better. Also some advice, don't get\nattached to a character because in the Game of Thrones you win or you\ndie.\n,"
        },
        {
          "helpfulYes": null,
          "helpfulTotal": null,
          "title": "Great premier!",
          "authorName": "AffeL",
          "authorFrom": null,
          "date": "2017-04-04",
          "isSpoiler": false,
          "text": "Fantastic premier episode of an amazing show. The show is truly\nsomething else and this premier is were it all started. This episode\nintroduced many characters and plot at once, which can be hard to keep\nup with. But once you get grip of the story and who every one is. It\nbecomes just amazing hour of television.Great visuals as always from HBO and a great cast. The score is also\nfantastic. The premier has a great replay value as well. Even after\nbeing seasons ahead. You can just sit back and watch this episode and\nsee how it all started. It takes you back. Just amazing.\n,"
        },
        {
          "helpfulYes": null,
          "helpfulTotal": null,
          "title": "Fantastic pilot",
          "authorName": "Robert Snow",
          "authorFrom": null,
          "date": "2017-03-07",
          "isSpoiler": false,
          "text": "Fantastic pilot to get to now the character and the story. Great start\nof what would become the greatest television show ever in the history\nof man kind. Wonderful cast. This is how it all began and it was great\neven at the start. This episode is fantastic like all of them. I can\nwatch this episode over and over again and I will never get tired of\nit.\n,"
        },
        {
          "helpfulYes": 3,
          "helpfulTotal": 3,
          "title": "Late to the party",
          "authorName": "jcbsn",
          "authorFrom": "Utah",
          "date": "2016-06-17",
          "isSpoiler": false,
          "text": "This is my first time viewing Game of Thrones, so I am slightly aware\nof the main plot and some story lines, but really not enough to have\npredicted anything that was going to happen.It moves at a pretty quick pace, the plot development is easy to follow\nand I thought they established character development through various\nand dialogue from several different viewpoints, which helps make\nconnection with the characters from early on. Plenty of shock that\ncomes from the subplots that aren't over the top or too obnoxious for\nwhat has already been developed. A regular amount of nudity, and some strong language, although not too\nover the top by any means. Some graphic scenes.I would say that basing everything I've heard about the series off a 60\nminutes episode, I look forward to moving along and I am curious to see\nwhere things go from here. 10/10, would recommend for a friend.\n,"
        },
        {
          "helpfulYes": null,
          "helpfulTotal": null,
          "title": "A prefect start to one of the best TV shows in history.",
          "authorName": "timothymcveigh",
          "authorFrom": "United Kingdom",
          "date": "2016-04-11",
          "isSpoiler": true,
          "text": "So the show starts of with an incredible eerie opener with a group of\nNight watch members being killed by the white walkers. Then this\nepisode is the prefect introduction to the Stark's and the Lannisters\nit also shows how snobby and awful people the Lannisters are especially\nthe end. So how are they introduced the king arrives at Winter fell wit\nhis wife and son and the rest of the Lannisters. There is a sub plot\nwith Ned deciding if he should go to Kings Landing after Rob tells him\nthat his former hand Jon Arryn died it is later reviled that the\nLannisters were behind it and that Rob is in a lot of trouble so Ned\ndecides to go to Kings Landing.So the show ends with Bran climbing up the tower and he finds Jamie\nhaving sex with his sister Cersei and Jamie throws him out of the\nwindow. Then as the episode goes along we are also introduced to\nDaenerys Targaryen and her brother Viserys Targaryen who sells her\nsister of to Khal Drogo so he can get the help of his army to take the\nIron throne. So this episode is the best possible start to one of the best shows on\nT.V. It isn't everyone tea from what I found it but most people will\nlove it.\n,"
        },
        {
          "helpfulYes": 2,
          "helpfulTotal": 5,
          "title": "A Solid Start to a very successful show",
          "authorName": "gavin-thelordofthefu-48-460297",
          "authorFrom": "United States",
          "date": "2016-04-10",
          "isSpoiler": false,
          "text": "Before I begin this review, I like to point out that I only watched the\nentire fifth season. The reason why I couldn't watch the first four is\nbecause I was at high school at the time until I decided to watch them\nonline and it started with the first season. So now that I've caught up\nand anticipating for the sixth season, I will review all of the Game of\nThrones episode starting with this time.The episode takes place in Winterfell where the warriors of the Night\nWatch search for savages until they're attacked by white walkers. One\nof them survives and gets decapitated by Lord Ned Stark (Sean Bean).\nAfter he kills him, he learns that that his friend Jon Arryn, the Hand\nof the king, is dead and King Robert Baratheon, who is his friend, is\ntraveling from the King's Landing to Winterfall to invite him to be his\nHand of the King and travels with him to the capital. The King was\nbetrothed to Lord Stark's sister but she died and he married Cersei\nLannister, who has two brothers and a secret love affair. Meanwhile in\nthe exile, the greedy Viserys Targaryen forces his sister Daenerys\nTargaryen to get married with the brutal warrior Khal Drogo since he\nneeds an army to overthrow King Baratheon and take the power.Winter is Coming is not only superb, but it's also a very solid start\nto a very successful show. My only quibble is that it does drag a bit\nlonger, but that's just nitpicking. Everything else is done really\nwell.Now, I haven't read the entire book series (save for two), but those\nwho read them however will be pleased by how it stays faithful to the\nsource material (aside from some changes here and there). Even the\nopening title sequence is awesome. Gorgeous visuals and beautiful music\nfrom Ramin Djawadi which are the two reasons why the theme song would\nlater be memorable to those who watch the show. The story is\nwell-written it does take time to develop the characters and it has\nsome very atmospheric moments particularly the beginning.And needless to say, it's very well-acted and there are some great\nperformances. Sean Bean (known for playing Boromir in \"The Lord of the\nRings: The Fellowship of the Ring\") gives a superb performance as a\ncalm and wise lord of the Stark family. There's also Peter Dinklage and\nhe also gives a superb performance as a dwarf at the House of Lannister\nnamed Tyrion Lannister and brings some humor to the character. The rest\nof the cast does very well and they give some great interactions in the\nentire episode. Even the child actors did a very good job. Then,\nthere's the scenery where it looks really gorgeous from the landscapes\nto the castles and such. It looks appealing when it comes to TV shows.Overall, Winter Is Coming is a great start to the show and I'll do what\nI can to review all of the episodes before the 6th Season comes out.\n,"
        },
        {
          "helpfulYes": 4,
          "helpfulTotal": 5,
          "title": "A great introduction",
          "authorName": "Tweekums",
          "authorFrom": "United Kingdom",
          "date": "2015-07-31",
          "isSpoiler": true,
          "text": "This opening episode quickly throws us into the action as three members\nof the Night Watch encounter White Walkers north of The Wall; only one\nof them survives to tell the tale. We are then introduced to the series\nmany protagonists, starting with the members of House Stark. Led by\nLord Ned Stark they govern the north of the Kingdom of Westeros; a\nharsh land with harsh rules; we see Ned, who is being set up as the\nhero, decapitate the member of the Night Watch who survived the White\nWalkers while his sons look on; including Bran Stark who is only ten.\nThe next group to be introduced is King Robert and is in-laws the\nLannisters; he is a friend of Ned but the Lannisters seem less\npleasant; his wife is having an incestuous affair with her twin brother\nand her other brother is a dwarf who seems only to be interested in\nbedding the town's prostitutes! Finally we are introduced to the last\nof the Targaryens; Viserys and his sister Daenerys, He is determined to\nretake the throne King Robert took from his father and if that means\nmarrying his sister to the head of a tribe of savages to gain an army\nhe will.This episode does a great job introducing us to many of the large cast\nof major characters without it feeling like it is just an introduction.\nThe opening scenes show us that this isn't a gentle family friendly\nfantasy… and if a decapitation wasn't enough to make it clear this is a\nshow for adults we get nudity, sex, swearing, more violence, incest and\nmore nudity! So if that sort of thing puts you off you'll know to give\nup now rather than carrying on to watch more! The cast does a great\njob; I particularly liked Sean Bean's performance as Ned Stark, young\nMaisie Williams' spirited portrayal of the tomboy Arya Stark, Peter\nDinklage's Tyrion 'The Imp' Lannister and Emilia Clarke's Daenerys\nTargaryen… although to be honest I could probably go on listing the\nrest of the cast as no characters seemed weakly portrayed. The\nproduction values are such that this looks as good as if not better\nthan most films; the world of Westeros feels real; not at all like a\nseries of sets. This opening episode got me gripped as it sets up\nmultiple story lines; the King asking Ned to return to the capital with\nhim to become his right hand man; the 'Hand of the King', the events\nnorth of the wall, the Targaryens' plans to retake the throne and the\nLannister twin's actions to hide their relationship; this last\nstoryline leading to a shocking episode conclusion. Watching for the\nfirst time this serves as a great introduction but watching again one\nsees subtle hints of things that will be important later in the series\nwithout making it obvious that they will be important. Overall I'd say\nthis was great and if you enjoy this opening you are sure to enjoy the\nrest of the series.\n,"
        },
        {
          "helpfulYes": 8,
          "helpfulTotal": 9,
          "title": "Winter Is Here!",
          "authorName": "g-bodyl",
          "authorFrom": "United States",
          "date": "2015-05-20",
          "isSpoiler": false,
          "text": "This is the first episode of the first season of Game of Thrones. It's\nnice to see a fantasy series make its way to television and become\ninsanely popular. Based on the first episode, the visuals are almost\ncinema-quality and we are treated to lavish production design and a\nrousing score. We are also treated to ripe characterization and on the\nwhole, this looks like it will be a blast. In this episode, \"The Winter Is Coming,\" we meet the Stark clan, the\nprotectors of the North. The North is ruled by Eddard Stark and he has\n2 daughters, 3 sons, and a bastard child. The king, King Robert wants\nEddard to help protect him after the death of the previous Hand of the\nKing. Meanwhile, across the seas, an exiled Viserys Targaryen marries\nhis sister off to a nomad warlord in exchange for an army in which he\ncan invade Westeros. Finally, trouble arises from the Wall Keepers when\nan ancient force, long seen as dead, awakens. As for television series go, this series has a very well-known,\npowerful cast. Peter Dinklage does a good job as Tyrion Lannister. Sean\nBean is good as Eddard Stark and likewise Mark Addy as King Robert.\nJason Momoa says very little as Khal Drogo, but his presence is\nmenacing. Kit Harington as the bastard child, Jon Snow does a great\njob. I really like Sophie Turner as Sansa Stark and Richard Madden as\nRobb Stark. The list goes on and on here.....Lena Headey as Cersei\nLannister, Emilia Clarke as Daenarys Targaryen....and so on. Overall, this is a fantastic start to what I hear is an incredible\nseries. If this is the beginning of such epicness, then I am in for a\ntreat. I like how the series does not shy down on its violence as there\nare some gruesome scenes here. But my oh my, what a start!My Grade: A\n,"
        },
        {
          "helpfulYes": null,
          "helpfulTotal": null,
          "title": "Overwhelming Beginning",
          "authorName": "Hitchcoc",
          "authorFrom": "United States",
          "date": "2015-04-16",
          "isSpoiler": false,
          "text": "I have come to the party late. Since so many of the characters and much\nof the plot has already been revealed, I will respond randomly. The\nopening sequence is breathtaking. The eerie quality of the woods with\nthe men riding through, the bodies lying in the snow with the heads on\nstakes, are truly frightening. This is a feast for the eyes. As we are\npulled into the debauchery of the principles and see the potential\nconflicts, with the \"monarchy\" calling the shots but vulnerable to\nforces outside the walls, we see an effort to return a true kingdom by\nwhatever means. The men are mostly Neanderthals and the women have\nlittle power. Even those that have a royal being are as bad as the rest\nas one who would be king is willing to have the entire army have sex\nwith his beautiful sister if it will help regain him the throne. There\nare amazingly realistic battle scenes, horrifying encounters, and\nlittle regard for conventional rules of cinema (like children being\nkilled or worse). Things are wonderfully set up for the next episode.\n,"
        },
        {
          "helpfulYes": 4,
          "helpfulTotal": 6,
          "title": "Winter is Coming",
          "authorName": "Anonymous User",
          "authorFrom": null,
          "date": "2015-03-08",
          "isSpoiler": true,
          "text": "Game of Thrones kicked off with a bang, with one of the best season\npremieres I have ever seen that set the tone for the entire season. It\nhad drama, action, suspense, plus a huge shocker/cliffhanger, and it's\nonly episode one. No one can tell me they pictured the episode ending\nwith Bran Stark getting pushed off the window of the tower after he\ncaught the Queen, Cersi Lannister, having an affair with HER OWN\nBROTHER, Jamie Lannister, because Jamie is willing to do anything for\nlove, unless they read the books. This episode's ending had to have\nleft viewers with their mouths wide open, especially when it was filled\nwith an attack from monsters who no one seems to know exist, a\nbeheading, a murder at a Dothraki Wedding and what is perceived to have\nbeen a murder plot by the villainous Cersi Lannister against the Hand\nof the King, Jon Arryn, whose wife is the sister of our hero Ned Stark.\nThis entire episode revolved around the question: Will Ned Stark become\nthe new Hand of the King? The build to this was pretty well done, as\nthe episode both kicked off the series by quickly establishing the plot\nand introducing us to some of the characters of Westeros. This episode\ndid a fantastic job of keeping me interested throughout, with the\nbiggest issue being that the language and dialogue used throughout was\ndifficult to understand, especially when you don't have the odd names\ndown, like Cersei, Tyrion, Khal Drago, Viserys, Danaerys, Arya, Sansa,\nBran, Joffrey. Not the most common names to the American viewer I would\nthink, so dialogue involving conversation about these characters can be\ndifficult to understand at times, but that's a downfall to the entire\nshow I will take out on my review of this episode in particular because\nit is the pilot and all of the names are new and more so overwhelming\nthan they will be in episodes to come. Now that I am done complaining,\nlet me compliment the greatness that was this episode. First of all,\nthis episode did a good job of introducing the viewer to Lord Ned Stark\nas a hero, along with the rest of the Stark family. Also, it quickly\nmade us sympathetic and care about Bran Stark, Ned's son, which only\nmade his literal downfall at the end all the more shocking. He came\nacross as the cute little stereotypical eight-year old, whose mom\nalways warns not to climb. Well poor Catelyn's fears came true by the\nend of this episode. The acting overall is superb, and, while Sean Bean\nplays the role as the heroic Ned Stark with a strong sense of valor and\nconfidence expected from Bean, even though it could come across as\ngeneric at times, I was particularly impressed with Lena Headey's\nperformance as the evil Queen Cersi, as you know there's something\nfishy about her from the beginning based strictly on Headey's demeanor.\nI could get behind her as a villain much more so than anyone else on\nthe show as she plays the role in a way that's just plain and simply\nunlikeable. Also, Peter Dinklage shows signs he's going to play the\nrole of Jamie and Cersi's brother, Tyrion, just as well, as the imp who\nwarns the bastard of Ned Stark, Jon Snow, to \"never forget who you\nare.\" He is the only guy in that family you might have an ounce of\nliking for by the end of the episode, and really Dinklage arguably\nstole the episode in the few scenes he was in. On the other side of the\nNarrow Sea in Pentos you have the Targaryens, who are looking to\nreclaim their position as the ruling family in kings landing. Both\nHarry Lloyd (Viserys) and Emilia Clarke (Danaerys) play their roles\nwell enough that their limited screen time is remembered, even though\nit is distant from the main storyline in Winterfell. Viserys is a\nnutcase who has sold his quiet, seemingly innocent and powerless\nsister, Danaerys, to be married to the military leader Khal Drago.\nLloyd plays Viserys so well that he makes a secondary antagonist\nrivaling that of Cersei. Unlike the confident, generic heroic features\nof Sean Bean's portrayal of Ned Stark, the fearful, underdog\ncharacteristics of Emilia Clarke's portrayal of Danaerys Targaryen make\nher a much easier hero to get behind. Frankly, I like Danaerys\ncharacter better than Ned Stark's because it feels more flawed and\nwell-rounded, while Stark might come across as mundane after a while. Overall, this episode entices the viewer with a cliffhanger and juicy\nquestions that we care as the viewer to be answered, with great acting\nand writing to back that up, which I did not expect from an opening\nepisode.MAJOR POSITIVES -CLIFFHANGER AT END -Lena Headey as Cersei Lannister\n-Relationship between Danaerys and Viserys Targaryen -Interesting plot\nwith friction between Starks and Lannisters -Has potential -Exciting\nsuspense sequences throughoutMAJOR NEGATIVES -Generic heroic portrayal of Ned Stark -Difficult to\nunderstand dialogue at times\n,"
        },
        {
          "helpfulYes": 2,
          "helpfulTotal": 5,
          "title": "Could turn out to be interesting",
          "authorName": "ipoweri",
          "authorFrom": null,
          "date": "2015-01-31",
          "isSpoiler": true,
          "text": "I am planning to watch Game of Thrones now and write a review for every\nepisode.This is the pilot episode and it seems promising in terms of creating\nthe atmosphere of a fantasy world in a medieval style. It is important\nto stress that it is a fantasy world I think or I will keep getting\nannoyed over inaccuracies if it's supposed to depict medieval ages.It's visually stunning and a lot of distance view that really set the\ntone for how the scenery looks like.This pilot suffered from one big problem though. There were far to many\ncharacters introduced and vaguely so. On top of this there are two\nplaces with a parallel story going on. I think it was over the top to\nintroduce the audience for so much in the very first episode. To be\nhonest I have not much of a clue as which character relates to who and\nwhy as of now.It seems to me this pilot had been better had they just focused on one\nof the \"kingdoms\" at first and then dedicated episode 2 on the other\nkingdom. I hope episode 2 will clear this up.The episode contains rather visual violence so I would not recommend\nchildren under 12 watching it by themselves. There is some nudity, but\nnot in an offensive way, it's just all natural and I think it's just\nfine. I just hope they don't make the show about nudity for the sake of\nnudity to get viewers but instead in a natural way that form a natural\npart of the raw story.Stay tuned for more reviews of this show.\n,"
        },
        {
          "helpfulYes": 8,
          "helpfulTotal": 11,
          "title": "Excellent beginning",
          "authorName": "slightlymad22",
          "authorFrom": "United Kingdom",
          "date": "2014-09-03",
          "isSpoiler": false,
          "text": "The first episode of Game of Thrones opens in a suitably violent\nfashion. From there, we are quickly introduced to the main characters\nand the details of their relationships are sketched out. A lot of\nscenes are very short with us quickly going from one location to\nanother, but there is a lot of ground that needs to be covered. The wonderful title sequence is a joy. Those who are fans of the books will find that much in this first\nepisode follows the book quite closely, though there are some changes\nhere and there. The introduction of the Starks is a very nicely done\nand the introduction of the Targaryen siblings is excellent. The scene\nwith Tyrion Lannister and Jon Snow was my favourite scene of the\nepisode. And, of course, the ending had me wanting to watch the next\nepisode straight away! Prior to the last scene I thought, it had been\nOK and I would persevere with it, but the ending made me need I each it\nstraight away.\n,"
        },
        {
          "helpfulYes": 4,
          "helpfulTotal": 15,
          "title": "Why does this feel like I should already know about this story or it'seems characaters?",
          "authorName": "Cirja Onisim",
          "authorFrom": "Romania",
          "date": "2014-08-15",
          "isSpoiler": true,
          "text": "I don't have too much to say about this piece of sh*t other than this:The good things about this episode were the accurate presentation of a\ntime much like the medieval time, the costumes the acting and the\ndialogues.But the major disappointments are coming up:First, why is everything on this episode relying on past events? Should\nwe know the relationship between the king and Ned Stark, where they've\nbeen through, or what they did together? No we shouldn't! The show\nshould introduce that to us! But instead they show sex, nudity, and\nstupid boring scenes of a woman staring at the ocean, and other dude\nunclothing her.I really don't know the books, haven't read them or so, but if I should\nguess, it would introduce the characters way better than this stupid\npilot episode.It'll be a 1 and that's for the effort of accurately recreating the\nmedieval period, cause the rest is garbage well sold and advertised. No\nnice characters, no heart or any interesting or intelligent plot just\npure boredom!\n,"
        },
        {
          "helpfulYes": 10,
          "helpfulTotal": 18,
          "title": "Promising Beginning",
          "authorName": "Claudio Carvalho",
          "authorFrom": "Rio de Janeiro, Brazil",
          "date": "2014-04-06",
          "isSpoiler": false,
          "text": "In the northern frontier of Winterfall, the warriors of the Night Watch\npatrol are searching for savages but out of the blue they are attacked\nby white walkers. One of them survives and deserts the Night Watch and\nis considered mad and decapitated by Lord Eddard 'Ned' Stark in\naccordance with their laws. Lord Stark also learns that his friend Jon\nArryn, the Hand of the king, is dead and King Robert Baratheon, who is\nhis friend, is traveling from the King's Landing to Winterfall to\ninvite him to be his Hand of the King and travels with him to the\ncapital. The King was betrothed to Lord Stark's sister but she died and\nhe married Cersei Lannister, who has two brothers and a secret love\naffair. Meanwhile in the exile, the greedy Viserys Targaryen forces his\nsister Daenerys Targaryen to get married with the brutal warrior Khal\nDrogo since he needs an army to overthrow King Baratheon and take the\npower.\"Winter Is Coming\" is the promising beginning of \"Game of Thrones\". The\nepisode has stunning cinematography, very creepy and brutal scenes in\nthe very beginning, betrayals and incestuous relationship. Many\ncharacters are introduced at the same time and it is quite confused to\nkeep each name in mind. My vote is seven.Title (Brazil): \"Winter is Coming\"\n,"
        },
        {
          "helpfulYes": 4,
          "helpfulTotal": 46,
          "title": "awful",
          "authorName": "hellmarch",
          "authorFrom": "Israel",
          "date": "2014-02-02",
          "isSpoiler": true,
          "text": "sry for the bad English first of all. i was wondering which word should\ni put in the summary, i came up with awful, then when i pulled out the\nvote i saw the rank 1 is named awful, pretty much made my choice. this\nepisode was one of the worst pilots i have ever seen, i never stop\nwatching a show after the first episode even if its bad, but here it\nwas to much. the episode is lucking interesting characters, the plot\nseems to be only about the sex, which is not the most important thing\nin a show, solutions, surprises and more are only based of sex, and by\nthe way the sex scenes are bad anyway here, and also it takes the time\nof the really important scenes. second, this show doesn't present its\nplot like a pilot should, and i don't mean throwing it on us, i mean,\ngive a started and give us a spark. usually i go to read in wikis after\nan episode cuz it did something to me, it interest me, but here i feel\nlike i have to cuz its so lucking. also the dialogs are bad, the\ncharacters stink and i hate them all, except khal drogo but i later\nfound out he died in the first season. that are more stuff but\ngenerally its just lucking , boring, stupid and mainly sex.\n,"
        },
        {
          "helpfulYes": 0,
          "helpfulTotal": 3,
          "title": "A pilot  episode.",
          "authorName": "mm-39",
          "authorFrom": "Winnipeg",
          "date": "2013-09-29",
          "isSpoiler": true,
          "text": "Winter Is Coming is Game of Thrones pilot episode. Winter Is Coming\ncreates the background and character development of the series. The\nshow starts out strong with creatures battling warriors in a winter\nenvironment. knights mixed in with Twilight series. The two stories are\nthe sub-stories of character development/interaction with other\ncharacters. The plot driven story of a king which wants his kingdom\nback. The king marries off his sister to a nomadic tribe, in-order for\nthe new queen's nomadic army to take back the kingdom. Game of Thrones\nis not for children. An H B O series with the usual sex and violence of\ncable series. Exciting plot twists, great actors, strong story, and\nmovie level directing/budgets/sets. Thrones was either going be awful\nor good and Thrones is good series. Seven out of ten.\n,"
        },
        {
          "helpfulYes": 17,
          "helpfulTotal": 25,
          "title": "Excellent beginning...",
          "authorName": "Red_Identity",
          "authorFrom": "United States",
          "date": "2011-07-09",
          "isSpoiler": false,
          "text": "The Pilot for Game of Thrones was all around a success. It built many\ncharacters nicely and also had touches of both humor and darkness, not\nto mention the amazing production. The art direction is superb as is\nexpected, but the cinematography is just brilliant. Cinematography\nisn't just capturing 'pretty' things, but also camera angles, lighting,\nand tone, and this show's cinematography is pretty much perfect. The\nperformances are pretty good, what is expected for a show like this. I can say that this pilot was better than Boardwalk Empire's for sure.\nAlthough that pilot was good, it was heavily flawed, whereas I think\nthis pilot was much more successful and intriguing. I am definitely\nsticking with this show.\n,"
        },
        {
          "helpfulYes": 19,
          "helpfulTotal": 27,
          "title": "A Game Worth Playing",
          "authorName": "ROUS Reviews",
          "authorFrom": "Maine",
          "date": "2011-05-15",
          "isSpoiler": false,
          "text": "Reviews Of Unusual Size!Re: Based on the novels by George R.R. Martin, Game Of Thrones tells of\na land of seven kingdoms, surrounded by intrigue, death, sex, family\nduty and what men and women are willing to do to sit on the iron\nthrone. Outstanding: I loved the title sequence, I thought it was beautiful and\nclever. The casting in this is great, with a lot of small name (or no\nname) actors and everyone is very good. The settings and costumes are\nelaborate and realistic.Unacceptable: A few of the scenes in this episode felt poorly\nshot/acted, with lingering shots of characters doing something a bit\nawkwardly to drag out the dramatic tension. I have a hard time seeing\nthem sandwich the entire book into a ten episode series without it\nfeeling rushed.Summary: So far, a gallant effort by the filmmakers. The world of the\nseven kingdoms is beautiful and dangerous and the characters are right\nout of the books, with a lot of the dialogue true to the source\nmaterial. I knew from the get go that I was going to be all about Peter\nDinklage as the dwarf Tyrion and sure enough, he's spectacular, but I\nwas very pleasantly surprised by how much I liked Joseph Mawle as\nBenjen. I've never seen him in anything else, but I really dig him. A\npromising start.4/5\n,"
        },
        {
          "helpfulYes": 43,
          "helpfulTotal": 57,
          "title": "Visually Stunning and Wonderfully Dark",
          "authorName": "silverfrog10",
          "authorFrom": "United Kingdom",
          "date": "2011-04-19",
          "isSpoiler": false,
          "text": "Game of Thrones offers an epic on the scale of Peter Jackson's Lord of\nthe Rings and doesn't dumb-down the subject matter; this is fantasy for\ngrown-ups.Visually this is on a par with many a cinematic effort. The effects\nwhich create castles and cities are of a high standard and the opening\nscene involving a foreboding, snow-covered wood was hauntingly\nbeautiful. The costumes are superb; very original, with unusual and\nauthentic-looking hair and makeup designs. The cinematography is simply\nbeautiful, with some amazing wide shots (courtesy of the special\neffects) of the interesting landscapes on display, ranging from damp,\nGothic castles to sweeping seascapes and deserts.This episode offered the perfect balance of dark scares, humour, drama\nand character-building. I'd heard beforehand it would be full of sex,\nviolence and swearing. I thought the amount of each was entirely in\nproportion with the type of series this is and didn't find it\ngratuitous at all. I have never read the books but despite the\ncomplexity, with many families introduced and their myriad connections\nto each other unclear at this early stage, I didn't find the content\noverly complex or hard to follow.The acting was good - not excellent but easily of the standard\nrequired. The impression created is that this will improve as the\nseries progresses. All in all this was an excellent opening episode and\nI look forward to more.\n,"
        },
        {
          "helpfulYes": 30,
          "helpfulTotal": 58,
          "title": "A pilot to unthrone them all",
          "authorName": "igoatabase",
          "authorFrom": "France",
          "date": "2011-04-18",
          "isSpoiler": false,
          "text": "Cinéma has Peter Jackson's The Lord of the Rings, Now TV has the Game\nof Thrones by the master of Sandkings. George R. R. Martin in heaven\nhis work should spawn at least Four Seasons, The cold-blooded beginning\nwill burn your latent emotions and freeze your dual reasons.Closing black metal door and opening credits scavenging for unknown\nkingdoms, Highlander and fantastic territories as surreal as a\nwonderful forest of giant mushrooms. Almighty production with only a\nfew minor glitches and heroic sets, From lifelike costumes and lurking\nsoundtrack to majestic visual effects.Sean Bean as lead and Lena Headey as queen plunged in a pool of steep\ntalent. Kids to glide a smile, the bastard and the dwarf, vertiginous\ncurves with riding knights. A cascade of refreshing characters to\nescort us through black days and white nights. Cuddly wolves, history\nbooks, dragon eggs. A universe has never been so magnificent.Tolkienian by its numerous names and great attention to details,\nDespite the labyrinth an enchainting viewing and intriguing parallel\nstories. Winter warriors, white haired incest or blue savages are\nstruggling families. A balance of Braveheart blood and medieval\nepicness to crimp biogenic trails.\n,"
        }
      ]
    }
  ],
  "start_year": 2011,
  "end_year": null
}
