{
  "title": "The Big Bang Theory",
  "_year_data": "2007–",
  "year": 2007,
  "rated": "TV-14",
  "released": "2006-04-30T22:00:00.000Z",
  "runtime": "22 min",
  "genres": "Comedy, Romance",
  "director": "N/A",
  "writer": "Chuck Lorre, Bill Prady",
  "actors": "Johnny Galecki, Jim Parsons, Kaley Cuoco, Simon Helberg",
  "plot": "Leonard Hofstadter and Sheldon Cooper are both brilliant physicists working at Cal Tech in Pasadena, California. They are colleagues, best friends, and roommates, although in all capacities their relationship is always tested primarily by Sheldon's regimented, deeply eccentric, and non-conventional ways. They are also friends with their Cal Tech colleagues mechanical engineer Howard Wolowitz and astrophysicist Rajesh Koothrappali. The foursome spend their time working on their individual work projects, playing video games, watching science-fiction movies, or reading comic books. As they are self-professed nerds, all have little or no luck with women. When Penny, a pretty woman and an aspiring actress from Omaha, moves into the apartment across the hall from Leonard and Sheldon's, Leonard has another aspiration in life, namely to get Penny to be his girlfriend.",
  "languages": "English, Hindi, Italian, Russian, Mandarin, Klingon",
  "country": "USA",
  "awards": "Won 1 Golden Globe. Another 62 wins & 213 nominations.",
  "poster": "https://images-na.ssl-images-amazon.com/images/M/MV5BMTUyNDMxNjQyN15BMl5BanBnXkFtZTgwNzA4NDQwMDI@._V1_SX300.jpg",
  "ratings": [
    {
      "Source": "Internet Movie Database",
      "Value": "8.3/10"
    }
  ],
  "metascore": "N/A",
  "rating": "8.3",
  "votes": "562,445",
  "imdbid": "tt0898266",
  "type": "series",
  "totalseasons": 12,
  "response": "True",
  "series": true,
  "imdburl": "https://www.imdb.com/title/tt0898266",
  "_episodes": [
    {
      "season": 1,
      "name": "Pilot",
      "released": "2007-09-23T22:00:00.000Z",
      "episode": 1,
      "rating": "8.4",
      "imdbid": "tt0775431",
      "reviewsRaw": null,
      "reviews": [
        {
          "helpfulYes": 9,
          "title": "The First Episode...",
          "rating": 9,
          "authorName": "Taylor Kingston",
          "authorFrom": "Australia",
          "date": "2015-06-18",
          "isSpoiler": true,
          "text": "I love this episode. It's a great series premiere and it's just so\nfunny. All of the cast play their characters very well and it's just a\nvery good concept for a Pilot episode. In this episode, thirty-something-year-olds Leonard Hofstadter and\nSheldon Cooper are friends, who live together in Pasadena, California.\nThey are brilliant. They have a combined IQ of 360. They work as\nphysicists at Cal Tech. They are great friends with engineer, Howard\nWolowitz, and astrophysicist, Raj Koothrappali. When a beautiful girl\nmoves across the hall from Leonard and Sheldon, they are friendly and\ngo and meet her. She's an actress named Penny from Nebraska. She's\nworks at The Cheesecake Factory, waiting to get her big break. Leonard\nis nice and offers to have dinner at their place, since they just\nordered take-out. Leonard develops a crush for Penny, as you knew he\nwould. And when he tries to impress her by getting money she's owed\nfrom an ex-boyfriend, he and Sheldon both lose their pants.Overall, I give this episode a 9 out of 10, which in my ratings book\nis: Amazing.\n,"
        },
        {
          "helpfulYes": 2,
          "title": "Great way to start off",
          "rating": 9,
          "authorName": "peterhill-84900",
          "authorFrom": "England",
          "date": "2015-03-16",
          "isSpoiler": false,
          "text": "When I first discovered TBBT (The Big Bang Theory) it was at a friend's\nhouse at dinner. I was instantly drawn into the bizarre world of this\ndysfunctional yet entertaining friendship between four guys and their\nnew neighbor, Penny.So I tracked down the first ever episode and boy was I pleased I found\nit. It's a delight to watch as we're introduced to the awkward and\nunsociable, Sheldon Cooper, or Leonard who's trying too hard to win\nover Penny. Then there's the adorable Rajesh who can't speak to women\nand then Howard who's the comedic womanizer. This first episode is a ton of fun but is just the tip of a very large\niceberg.\n,"
        },
        {
          "helpfulYes": 3,
          "title": "A Flying Start",
          "rating": 9,
          "authorName": "eevee_j",
          "authorFrom": "United Kingdom",
          "date": "2010-11-12",
          "isSpoiler": false,
          "text": "There are many aspects of the pilot show which serve excellently to\ncomically drive the narrative and introduce the characters. Leonard and\nSheldon are shown to dress awkwardly, their apartment is decorated with\nmodels of atoms and flip-boards and this fits them perfectly. Penny's\ncolourful character and juxtaposition to their world works excellently.\nThe topics and lexis of the physicist's conversation is shown as\nobviously abnormal through Penny's reactions and humour at their quirky\nways, which we can relate to. Through the editing and use of cutting\nscenes with atoms, the beginning of their new, different story has a\nfantastic start.\n,"
        },
        {
          "helpfulYes": 15,
          "title": "Pilot for \"The Big Bang Theory\" should be the start of another hit for Chuck Lorre",
          "rating": 7,
          "authorName": "tavm",
          "authorFrom": "Baton Rouge, LA",
          "date": "2007-09-25",
          "isSpoiler": true,
          "text": "A couple of geniuses, Leonard (Johnny Galecki) and Sheldon (Jim\nParsons) return to their apartment after leaving a fertility clinic\n(they had changed their minds about donating sperm) and meet a new\nnext-door-neighbor named Penny (Kaley Cuoco). Leonard, smitten with\nher, invites her for lunch at his place to the consternation of\nroommate Sheldon. I'll stop there and mention how funny many of the\nlines provided by Bill Prady and Chuck Lorre (of \"Two and a Half Men\"\nfame) are, especially those written for Sheldon who's hilarious whether\nanalyzing his roommate's more-than-friendly interest in Penny or\nputting his intellectually superior attitude in overdrive. Should be\nanother hit for CBS Monday Nights!\n,"
        }
      ]
    }
  ],
  "start_year": 2007,
  "end_year": null
}
